---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileFadeVariance
source: html/7f9247e1-d9bb-cb21-05e7-82bce839a489.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileFadeVariance Property

The property labeled "Fade Variance" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileFadeVariance { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".